package search

const (
	EmptyResultMessage = `
Мы не нашли игру или дополнение, которую вы прислали в сообщении. 
Пожалуйста проверьте написание игры и попробуйте ещё разок.`

	CategoriesDescriptionMessage = `
<b>(БЕТА ТЕСТ)</b> Через этот раздел вы можете заказать любую игру для вашего Xbox из Microsoft Store. В полу-автоматическом режиме.

Чтобы сделать заказ просто выберите платформу:
	`

	CategoryDescriptionMessage = `
Введите название игры, что вас интересует, например: 
	 ⁃ Grand Theft Auto V
	 ⁃ Red Dead Redemption 2
	 ⁃ Crysis
	
После выберите интересующий вас товар, затем выберите интересующий способ доставки (активация или ключ), оплатите, получите игру или дополнение. 
	`

	InstructionMessage = `
<b>Ключи активации:</b>
После оплаты в течение 20-30 минут вы получаете ключ активации игры в чат с продавцом и на почту, указанную при оплате. С инструкцией и VPN, который необходим при активации. 
	
<b>Покупка на аккаунт(Активация);</b>
После оплаты вы попадаете на специальную страницу, в чате с продавцом вы должны будете сообщить данные учётной записи - куда производить покупку игры или дополнения. 
	
<b>Как формируется стоимость за игру, дополнение:</b>
Ключ активации - стоимость игры за TL умножить на %.2f
Покупка на аккаунт (Активация) - стоимость игры за ARS умножить на %.2f
	
Минимальная сумма покупки на аккаунт (активация) - 600₽
Минимальная сумма за Ключ активации - отсутствует.
`
)
